/* No comment provided by engineer. */
"Site address cannot be empty." = "L’adresse du site ne peut pas être vide.";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

/* No comment provided by engineer. */
"Update iTunes U site '%@' with new Podcast Library entries (you must have already declared your Podcast Library feeds in the iTunes U)" = "Mettre le site iTunes U « %@ » à jour avec les nouvelles entrées de la bibliothèque de podcasts (vos flux de bilbliothèque de podcasts doivent être déclarés dans iTunes U)";

/* No comment provided by engineer. */
"Update your iTunes U site with new Podcast Library entries (you must have already declared your Podcast Library feeds in the iTunes U)" = "Mettre votre site iTunes U à jour avec de nouvelles entrées de bibliothèque de podcasts (vos flux de bibliothèque de podcasts doivent être déclarés dans l’iTunes U)";

